Repository: alexboia/WP-Trip-Summary
Catalog: lang/abp01-trip-summary-*.po
Languages: de_de

source: Aids a travel blogger to add structured information about his tours (biking, hiking, train travels etc.)
de_de: Unterstützt einen Reiseblogger dabei, strukturierte Informationen über seine Touren (Radfahren, Wandern, Bahnreisen usw.) hinzuzufügen.

source: Bike type
de_de: Fahrradtyp

source: Difficulty level
de_de: Schwierigkeitsgrad

source: Path surface type
de_de: Oberflächentyp des Weges

source: Railroad electrification status
de_de: Elektrifizierungsstatus der Bahn

source: Railroad line status
de_de: Status der Bahnlinie

source: Railroad line type
de_de: Typ der Bahnlinie

source: Railroad operators
de_de: Eisenbahnbetreiber

source: Recommended seasons
de_de: Empfohlene Jahreszeiten

source: hour
de_de: stunde

source: All route types
de_de: Alle Routentypen

source: Filter by route type
de_de: Filtern Sie nach Routentyp

source: Route type
de_de: Routentyp

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Not available
de_de: Nicht verfügbar

source: Trip summary track
de_de: Trip Summary Route

source: Current language
de_de: Aktuelle Sprache

source: Default
de_de: Standard

source: Clear all trip summary related data (cannot be undone)
de_de: Lösche alle Daten, die mit Plugin zusammenhängen (kann nicht rückgängig gemacht werden)

source: Clear track data cache
de_de: Leere Cache der Routendaten

source: Detect missing track files
de_de: Finde fehlende Routen-Dateien

source: Could not activate plug-in: activation failure.
de_de: Kann das Plugin nicht aktivieren: Aktivierungsfehler.

source: Could not activate plug-in: requirements not met.
de_de: Kann das Plugin nicht aktivieren: Anforderungen sind nicht erfüllt.

source: Minimum required PHP version is %s
de_de: Die erforderliche Mindestversion von PHP ist %s

source: Minimum required WP version is %s
de_de: Die erforderliche Mindestversion von WP ist %s

source: LIBXML support was not found on your system
de_de: LIBXML-Unterstützung wurde auf Ihrem System nicht gefunden

source: Mysqli extension was not found on your system or is not fully compatible
de_de: Die Mysqli-Erweiterung wurde auf Ihrem System nicht gefunden oder ist nicht vollständig kompatibel

source: MySQL spatial support was not found on your system
de_de: Auf Ihrem System wurde keine MySQL-Spatial-Unterstützung gefunden

source: We could not check whether your system fully supports this plug-in.
de_de: We konnten nicht prüfen, ob dein System das Plugin vollständig unterstützt.

source: Activation error
de_de: Aktivierungsfehler

source: About WP Trip Summary
de_de: Über WP Trip Summary

source: About
de_de: Über Trip Summary

source: The data could not be saved due to a possible database error
de_de: Die Daten konnten aufgrund eines möglichen Datenbankfehlers nicht gespeichert werden

source: The data could not be updated due to a possible database error
de_de: Die Daten konnten aufgrund eines möglichen Datenbankfehlers nicht aktualisiert werden

source: Track file not found or is not readable
de_de: Die GPS-Trackdatei wurde nicht gefunden oder ist nicht lesbar

source: Help
de_de: Helfen

source: Lookup data management
de_de: Datenverwaltung nachschlagen

source: The lookup item could not be created
de_de: Der Suchbegriff konnte nicht erstellt werden

source: The lookup item has been created, but the translation could not be saved
de_de: Der Suchbegriff wurde erstellt, aber die Übersetzung konnte nicht gespeichert werden

source: The default label is mandatory
de_de: Die Standardbezeichnung ist obligatorisch

source: The lookup item could not be modified
de_de: Das Suchelement konnte nicht geändert werden

source: The item translation could not be deleted.
de_de: Die Artikelübersetzung konnte nicht gelöscht werden.

source: The item could not be deleted
de_de: Das Element konnte nicht gelöscht werden

source: The item is still associated with %d post(s). Do you wish to proceed?
de_de: Das Element ist immer noch mit %d Beiträgen verbunden. Möchtest du fortfahren?

source: Maintenance
de_de: Wartung

source: Settings
de_de: Einstellungen

source: Log
de_de: Protokoll

source: Trip summary log
de_de: Protokoll der Reisezusammenfassung

source: The log entry could not be saved.
de_de: Der Protokolleintrag konnte nicht gespeichert werden.

source: The log entry rider is mandatory
de_de: Das Protokollfeld Fahrerf ist obligatorisch

source: A valid log entry date is mandatory
de_de: Ein gültiges Protokolleintragsdatum ist obligatorisch

source: The log entry vehicle is mandatory
de_de: Der Protokolleintrag Fahrzeug ist obligatorisch

source: The log entry could not be deleted.
de_de: Der Protokolleintrag konnte nicht gelöscht werden.

source: The log entries could not be deleted.
de_de: Die Protokolleinträge konnten nicht gelöscht werden.

source: Trip Summary Settings
de_de: Einstellungen der Reisezusammenfassung

source: Trip Summary
de_de: Reisezusammenfassung

source: The settings could not be saved. Please try again.
de_de: Die Einstellungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Unsupported unit system
de_de: Nicht unterstütztes Einheitensystem

source: Unsupported viewer tab
de_de: Nicht unterstützte Viewer-Registerkarte

source: Unsupported viewer item layout
de_de: Nicht unterstütztes Layout des Betrachterelements

source: The track line colour is not a valid HEX colour code
de_de: Die Farbe der Routenlinie ist nicht in einem gültigen HEX-Farbcode angegeben.

source: Tile layer URL is required
de_de: Die URL der Kachel-Ebene ist erforderlich

source: Tile layer URL does not have a valid format
de_de: Die URL des Kachel-Layers hat kein gültiges format

source: Tile layer attribution URL does not have a valid format
de_de: Die URL für die Attributionsangabe des Kachel-Layers hat kein gültiges format.

source: Tile layer API key is required
de_de: Kachelschicht-API-Schlüssel ist erforderlich

source: System logs
de_de: Systemprotokolle

source: The requested log file could not be deleted.
de_de: Die angeforderte Protokolldatei konnte nicht gelöscht werden.

source: Biking
de_de: Radfahren

source: Hiking
de_de: Wandern

source: Train Ride
de_de: Zugfahrt

source: For the pragmatic sort, there is also a trip summary at the bottom of this page. Click here to consult it
de_de: Für die pragmatische Sorte gibt es auch eine Reisezusammenfassung am Ende dieser Seite. Klicken Sie hier, um diese zu konsultieren.

source: It looks like you skipped the story. You should check it out. Click here to go back to beginning
de_de: Es sieht so aus, als hätten Sie die Geschichte übersprungen. Sie sollten sie sich ansehen. Klicken Sie hier, um zum Anfang zurückzukehren.

source: Confirm
de_de: Bestätigen Sie die Aktion.

source: Are you sure you want to proceed?
de_de: Sind Sie sicher, dass Sie fortfahren möchten?

source: Are you sure you want to remove this log file?
de_de: Sind Sie sicher, dass Sie diese Protokolldatei entfernen möchten?

source: The log file has been successfully deleted.
de_de: Die Protokolldatei wurde erfolgreich gelöscht.

source: The log file could not be deleted
de_de: Die Protokolldatei konnte nicht gelöscht werden

source: The log file could not be loaded
de_de: Die Protokolldatei konnte nicht geladen werden

source: The log file could not be found
de_de: Die Protokolldatei konnte nicht gefunden werden

source: Saving trip summary log entry. Please wait...
de_de: Speichern des Reisezusammenfassungsprotokolleintrags. Bitte warten...

source: Deleting trip summary log entry. Please wait...
de_de: Eintrag im Reisezusammenfassungsprotokoll wird gelöscht. Bitte warten...

source: Deleting all trip summary log entries for this post. Please wait...
de_de: Alle Einträge im Reisezusammenfassungsprotokoll für diesen Beitrag werden gelöscht. Bitte warten...

source: Loading log entry. Please wait...
de_de: Protokolleintrag wird geladen. Bitte warten...

source: Remove selected log entry? This action cannot be undone!
de_de: Ausgewählten Protokolleintrag entfernen? Diese Aktion kann nicht rückgängig gemacht werden!

source: Remove all log entries for this post? This action cannot be undone!
de_de: Alle Protokolleinträge für diesen Beitrag entfernen? Diese Aktion kann nicht rückgängig gemacht werden!

source: The trip summary log entry has been successfully deleted
de_de: Der Reisezusammenfassungsprotokolleintrag wurde erfolgreich gelöscht

source: All the trip summary log entries for this post have been successfully deleted
de_de: Alle Einträge im Reisezusammenfassungsprotokoll für diesen Beitrag wurden erfolgreich gelöscht

source: The trip summary log entry could not be saved
de_de: Der Reisezusammenfassungsprotokolleintrag konnte nicht gespeichert werden

source: The trip summary log entry could not be deleted
de_de: Der Reisezusammenfassungsprotokolleintrag konnte nicht gelöscht werden

source: The trip summary log entries for this post could not be deleted
de_de: Die Reisezusammenfassungsprotokolleinträge für diesen Beitrag konnten nicht gelöscht werden

source: The log entry could not be loaded.
de_de: Der Protokolleintrag konnte nicht geladen werden.

source: Add trip summary log entry
de_de: Fügen Sie einen Reisezusammenfassungsprotokolleintrag hinzu

source: Edit trip summary log entry
de_de: Bearbeiten Sie den Eintrag im Reisezusammenfassungsprotokoll

source: Trip summary log is present for this post
de_de: Für diesen Beitrag ist ein Reisezusammenfassungsprotokoll vorhanden

source: Trip summary log is not present for this post
de_de: Für diesen Beitrag ist kein Reisezusammenfassungsprotokoll vorhanden

source: Clear info
de_de: Klare Infos

source: Clear track
de_de: GPS-Track löschen

source: GPX files
de_de: GPX-Dateien

source: Generating preview. Please wait...
de_de: Vorschau wird erstellt. Bitte warten...

source: Uploading track
de_de: Titel wird hochgeladen

source: The track has been uploaded and saved successfully
de_de: Der Track wurde erfolgreich hochgeladen und gespeichert

source: Train ride
de_de: Zugfahrt

source: Clearing track. Please wait...
de_de: GPS-Track löschen. Bitte warten...

source: The track has been successfully cleared
de_de: Der GPS-Track wurde erfolgreich gelöscht

source: The data could not be updated
de_de: Die Daten konnten nicht aktualisiert werden

source: The data could not be updated due to a possible network error or an internal server issue
de_de: Die Daten konnten aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht aktualisiert werden

source: Saving data. Please wait...
de_de: Daten speichern. Bitte warten...

source: The data has been saved
de_de: Die Daten wurden gespeichert

source: The data could not be saved
de_de: Die Daten konnten nicht gespeichert werden

source: The data could not be saved due to a possible network error or an internal server issue
de_de: Die Daten konnten aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht gespeichert werden

source: Clearing trip info. Please wait...
de_de: Reiseinformationen löschen. Bitte warten...

source: The trip info has been cleared
de_de: Die Reiseinformationen wurden gelöscht

source: The trip info could not be cleared
de_de: Die Reiseinformationen konnten nicht gelöscht werden

source: The trip info could not be cleared due to a possible network error or an internal server issue
de_de: Die Reiseinformationen konnten aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht gelöscht werden

source: The selected file is too large. Maximum allowed size is 10MB
de_de: Die ausgewählte Datei ist zu groß. Die maximal zulässige Größe beträgt 10 MB

source: The selected file type is not valid. Only GPX, GeoJSON and KML files are allowed
de_de: Der ausgewählte Dateityp ist ungültig. Es sind nur GPX-, GeoJSON- und KML-Dateien zulässig

source: The file could not be read
de_de: Die Datei konnte nicht gelesen werden

source: The uploader could not be initialized
de_de: Der Uploader konnte nicht initialisiert werden

source: The file could not be uploaded
de_de: Die Datei konnte nicht hochgeladen werden

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen

source: The file could not be uploaded due to a possible internal server issue
de_de: Die Datei konnte aufgrund eines möglichen internen Serverproblems nicht hochgeladen werden

source: The file could not be stored on the server (#2). This usually indicates an internal server issue.
de_de: Die Datei konnte nicht auf dem Server gespeichert werden (#2). Dies weist normalerweise auf ein internes Serverproblem hin.

source: The file could not be stored on the server (#1). This usually indicates an internal server issue.
de_de: Die Datei konnte nicht auf dem Server gespeichert werden (#1). Dies weist normalerweise auf ein internes Serverproblem hin.

source: The upload request contains some invalid parameters. This might indicate an error within the plug-in itself or an attempt to forge the request.
de_de: Die Serveranfrage für den Upload enthält einige ungültige Parameter. Das könnte auf einen Fehler des Plugins selbst hinweisen oder ein Versuch, die Anfrage zu fälschen.

source: The destination were the track file was uploaded cannot be found. This usually indicates an internal server issue.
de_de: Das Ziel, an das die Routendatei hochgeladen wurde, wurde nicht gefunden. Dies weißt normalerweise auf ein internes Serverproblem hin.

source: The destination were the track file was uploaded has been found, but is corrupt. This usually indicates a problem with the file itself or, less likely, an internal server issue.
de_de: Das Ziel, an das die Routendatei hochgeladen wurde, wurde gefunden, ist aber beschädigt. Dies weist normalerweise auf ein Problem mit der Datei selbst oder - weniger wahrscheinlich - auf ein internes Serverproblem hin.

source: The uploaded file was not a valid GPX / GeoJSON / KML file
de_de: Die hochgeladene Datei war keine gültige GPX-/GeoJSON-/KML-Datei

source: Choose options
de_de: Wählen Sie Optionen

source: {0} selected
de_de: {0} ausgewählt

source: Select all
de_de: Wählen Sie Alle

source: Trip summary information is present for this post
de_de: Trip Summary Informationen sind für diesen Beitrag verfügbar

source: Trip summary information is not present for this post
de_de: Trip Summary Informationen sind für diesen Beitrag nicht verfügbar

source: Trip summary track is present for this post
de_de: Trip Summary Route ist für diesen Beitrag verfügbar

source: Trip summary track is not present for this post
de_de: Trip Summary Route ist für diesen Beitrag nicht verfügbar

source: Are you sure you want to remove the trip summary information? This action cannot be undone!
de_de: Bist du sicher, dass du die Trip Summary Informationen entfernen möchtest? Diese Aktion kann nicht rückgängig gemacht werden!

source: Are you sure you want to remove the trip summary track? This action cannot be undone!
de_de: Bist du sicher, dass du die Trip Summary Route entfernen möchtest? Diese Aktion kann nicht rückgängig gemacht werden!

source: The settings could not be saved due to a possible network error or an internal server issue
de_de: Die Einstellungen konnten aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht gespeichert werden

source: The settings could not be saved due to a possible internal server issue
de_de: Die Einstellungen konnten aufgrund eines möglichen internen Serverproblems nicht gespeichert werden

source: Settings successfully saved
de_de: Einstellungen erfolgreich gespeichert

source: Saving settings. Please wait...
de_de: Einstellungen speichern. Bitte warten...

source: Working. Please wait...
de_de: Arbeiten. Bitte warten...

source: Item successfully saved
de_de: Artikel erfolgreich gespeichert

source: Add new item
de_de: Füge neuen Gegenstand hinzu

source: Modify item
de_de: Element bearbeiten

source: The item could not be saved due to a possible network error or an internal server issue
de_de: Das Element konnte aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht gespeichert werden.

source: The item could not be saved due to a possible internal server issue
de_de: Das Element konnte aufgrund eines möglichen internen Serverproblems nicht gespeichert werden.

source: Confirm item removal
de_de: Entfernen des Elements bestätigen

source: The item could not be deleted due to a possible network error or an internal server issue
de_de: Das Element konnte aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht gelöscht werden.

source: The item could not be deleted due to a possible internal server issue
de_de: Das Element konnte aufgrund eines möglichen internen Serverproblems nicht gelöscht werden.

source: The item has been successfully deleted
de_de: Das Element wurde erfolgreich gelöscht

source: The lookup items could not be loaded due to a possible network error or an internal server issue
de_de: Die Suchelemente konnten aufgrund eines möglichen Netzwerkfehlers oder eines internen Serverproblems nicht geladen werden

source: The lookup items could not be loaded
de_de: Die Suchelemente konnten nicht geladen werden

source: Are you sure you want to execute the selected tool?
de_de: Bist du sicher, dass du das ausgewählte Werkzeug ausführen möchtest?

source: The selected maintenance tool successfully executed.
de_de: Das ausgewählte Wartungswerkzeug wurde erfolgreich ausgeführt.

source: The selected maintenance tool could not be executed.
de_de: Das ausgewählte Wartungswerkzeug konnte nicht ausgeführt werden.

source: The selected maintenance tool could not be executed due to a possible network issue. Please check your internet connection and try again.
de_de: Das ausgewählte Wartungswerkzeug konnte aufgrund von möglichen Netzwerkproblemen nicht ausgeführt werden. Bitte prüfe deine Internetverbindung und versuche es erneut.

source: Minimum altitude:
de_de: Minimale Höhe:

source: Maximum altitude:
de_de: Maximale Höhe:

source: Altitude:
de_de: Höhe:

source: Distance:
de_de: Entfernung:

source: (show)
de_de: (anzeigen)

source: (hide)
de_de: (ausblenden)

source: Loading help contents. Please wait...
de_de: Inhalt der Hilfe wird geladen. Bitte warte &hellip;

source: The help contents could not be loaded due to a possible network error or an internal server issue.
de_de: Die Inhalte der Hilfe konnten nicht geladen werden aufgrund von möglichen Netzwerkfehlern oder einem internen Serverproblem.

source: The help contents could not be loaded.
de_de: Die Inhalte der Hilfe konnten nicht geladen werden.

source: Loading audit log. Please wait...
de_de: Lade den Audit-Log. Bitte warte &hellip;

source: The audit log could not be loaded!
de_de: Der Audit-Log konnte nicht geladen werden!

source: Prosaic details
de_de: Übersicht

source: Map
de_de: Karte

source: Horizontally
de_de: Horizontal

source: Vertically
de_de: Vertikal

source: and %d more
de_de: und %d mehr

source: Title
de_de: Titel

source: Actions
de_de: Aktionen

source: [View]
de_de: [Anzeigen]

source: [Edit]
de_de: [Bearbeiten]

source: No posts with missing track files found!
de_de: Keine Beiträge mit fehlenden Routendateien gefunden!

source: Current Version
de_de: Aktuelle Version

source: License
de_de: Lizenz

source: Author
de_de: Autor

source: Your WordPress Version
de_de: Deine WordPress Version

source: Your PHP Version
de_de: Deine PHP Version

source: Project source
de_de: Projektquelle

source: Get Support
de_de: Erhalte Unterstützung

source: Buy me a coffee :)
de_de: Kauf mir einen Kaffee :)

source: Changelog
de_de: Änderungsprotokoll

source: System log files
de_de: Systemprotokolldateien

source: Debug logs
de_de: Protokolldateien debuggen

source: Debug logging is currently disabled. Only showing existing debug log files.
de_de: Die Debug-Protokollierung ist derzeit deaktiviert. Es werden nur vorhandene Debug-Protokolldateien angezeigt.

source: There are no debug log files available
de_de: Es sind keine Debug-Protokolldateien verfügbar

source: Error logs
de_de: Fehlerprotokolle

source: Error logging is currently disabled. Only showing existing error log files.
de_de: Die Fehlerprotokollierung ist derzeit deaktiviert. Es werden nur vorhandene Fehlerprotokolldateien angezeigt.

source: There are no error log files available
de_de: Es sind keine Fehlerprotokolldateien verfügbar

source: Log file contents
de_de: Inhalt der Protokolldatei

source: Download
de_de: Herunterladen

source: Reload
de_de: Neu laden

source: Delete
de_de: Löschen

source: The log file is too large. Only displaying the last 200 lines.
de_de: Die Protokolldatei ist zu groß. Es werden nur die letzten 200 Zeilen angezeigt.

source: Date created
de_de: Erstellt am

source: Date last updated
de_de: Aktualisiert am

source: Last updated by
de_de: Zuletzt aktualisiert von

source: Edit trip summary
de_de: Reisezusammenfassung bearbeiten

source: Quick actions
de_de: Schnellzugriff

source: Click here to edit trip summary information and/or track
de_de: Klicke hier, um die Trip Summary Informationen und/oder die Route zu bearbeiten

source: Edit
de_de: Bearbeiten

source: Download track
de_de: Route herunterladen

source: Save
de_de: Speichern

source: Chose the type of your tour
de_de: Wähle die Art deiner Tour

source: Total distance
de_de: Gesamtentfernung

source: Total climb
de_de: Gesamtanstieg

source: -- Choose an option --
de_de: -- Wähle eine Option --

source: No items to select from. Visit the lookup data management page to add some.
de_de: Keine Elemente zur Auswahl. Besuche die Seite zur Verwaltung der Suchdaten, um einige hinzuzufügen.

source: Access information
de_de: Zugangsinformationen

source: Route markers
de_de: Routenmarkierungen

source: Exchanged trains
de_de: Züge gewechselt

source: Line gauge
de_de: Strichstärke

source: Upload a GPX or GeoJSON or KML track file
de_de: Laden Sie eine GPX-, GeoJSON- oder KML-Trackdatei hoch

source: Chose file
de_de: Wähle eine Datei aus

source: The map could not be loaded due to either a network error or a possible server issue.
de_de: Die Karte konnte entweder wegen einem Netzwerkfehler oder einem möglichen Serverproblem nicht geladen werden.

source: Retry
de_de: Wiederholen

source: There are no log entries yet
de_de: Es sind noch keine Protokolleinträge vorhanden

source: Open during seasons
de_de: Während der Saison geöffnet

source: Recommended bike type
de_de: Empfohlene Art des Fahrrads

source: Path markers
de_de: Pfadmarkierungen

source: Line status
de_de: Status der Linie

source: Electrification status
de_de: Status der Elektrifizierung

source: Line type
de_de: Art der Linie

source: WP Trip Summary Help
de_de: WP Trip Summary Hilfe

source: Use the selector below to change the language for displaying the help contents:
de_de: Benutze die Auswahl unten, um die Sprache für die Anzeige der Hilfeinhalte zu wechseln:

source: No help contents has been found. This usually indicates some problems with the help content files that have been distributed with the plug-in. Please check your website file structure.
de_de: Es wurde kein Hilfeinhalt gefunden. Das weißt typischer Weise auf ein Problem mit den Dateien des Hilfeinhalts hin, die mit dem Plugin ausgeliefert wurden. Bitte überprüfe die Dateistruktur deiner Webseite.

source: Who
de_de: Wer

source: When
de_de: Wann

source: Time
de_de: Zeit

source: Vehicle
de_de: Fahrzeug

source: Gear
de_de: Ausrüstung

source: Is public
de_de: Ist öffentlich

source: No log entries
de_de: Keine Protokolleinträge

source: Add log entry
de_de: Protokolleintrag hinzufügen

source: Clear all log entries
de_de: Löschen Sie alle Protokolleinträge

source: Who (rider)
de_de: Wer (Fahrer)

source: When (date - yyyy-mm-dd)
de_de: Wann (Datum – yyyy-mm-dd)

source: Time (how many hours spent)
de_de: Zeit (wie viele Stunden verbracht)
