Repository: alexboia/WP-Trip-Summary
Catalog: lang/abp01-trip-summary-*.po
Languages: de_de

source: Vehicle used (e.g. bike make and model)
de_de: Verwendetes Fahrzeug (z. B. Fahrradmarke und -modell)

source: Gear (notes about what equipment was used)
de_de: Ausrüstung (Anmerkungen darüber, welche Ausrüstung verwendet wurde)

source: Other notes
de_de: Weitere Hinweise

source: Display publicly
de_de: Öffentlich anzeigen

source: Save entry
de_de: Protokolleintrag speichern

source: Cancel
de_de: Abbrechen

source: Manage
de_de: Organisiere

source: Lookup type:
de_de: Suchdatentyp:

source: for
de_de: für

source: Language:
de_de: Sprache:

source: Reload list
de_de: Lade die Liste neu

source: Default label
de_de: Standardbeschriftung

source: Label
de_de: Beschriftung

source: Translated label
de_de: Übersetzte Beschriftung

source: Save item
de_de: Element speichern

source: Are you sure you want to delete this item? This action cannot be undone
de_de: Bist du dir sicher, dass du das Element löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden

source: Only delete item translation
de_de: Lösche nur die Übersetzung der Elemente

source: Confirm delete
de_de: Löschen bestätigen

source: Available tools
de_de: Verfügbare Werkzeuge

source: Select one
de_de: Wähle einen aus

source: Execute
de_de: Ausführen

source: Execution result
de_de: Ergebnis der Ausführung

source: General Settings
de_de: Allgemeine Einstellungen

source: These settings control various aspects that do not belong to any one topic
de_de: Diese Einstellungen steuern verschiedene Aspekte, die nicht zu einem Thema gehören

source: Unit system
de_de: Einheitensystem

source: Save settings
de_de: Einstellungen speichern

source: Viewer settings
de_de: Zuschauereinstellungen

source: These settings configure the trip summary viewer
de_de: Diese Einstellungen konfigurieren den Reisezusammenfassungs-Betrachter.

source: Show teaser?
de_de: Teaser anzeigen?

source: Top teaser text
de_de: Kurztext oben

source: Bottom teaser text
de_de: Kurztext unten

source: Initial viewer tab
de_de: Initialer Viewer Tab

source: Chose how multi-value items are laid out
de_de: Wähe aus, wie mehrwertige Elemente angezeigt werden

source: Chose how many values of a multi-valued item are displayed
de_de: Wähle aus, wie viele Werte bei einem mehrwertigen Element angezeigt werden

source: Enable JSON-LD frontend data
de_de: Aktiviere JSON-LD Frontend Daten

source: Map Settings
de_de: Karteneinstellungen

source: These settings configure the map component
de_de: Diese Einstellungen konfigurieren die Kartenkomponente

source: Tile layer URL template
de_de: URL-Vorlage für den Kartenkachel-Layer

source: ... or chose pre-defined
de_de: ... oder verwende einen vordefinierten

source: Tile layer attribution URL
de_de: Zuordnungs-URL des Kartenkachel-Layers

source: Tile layer attribution text
de_de: Zuordnungstext der Kartenkachelebene

source: Tile layer API key
de_de: API-Schlüssel der Kachelebene

source: This tile layer requires an API key from the service provider
de_de: Diese Kachelebene erfordert einen API-Schlüssel vom Dienstanbieter

source: Enable map fullscreen mode?
de_de: Vollbildmodus für die Karte aktivieren?

source: Show magnifying glass?
de_de: Lupe anzeigen?

source: Show map scale?
de_de: Kartenmaßstab anzeigen?

source: Show minimum & maximum altitude?
de_de: Minimale & maximale Höhe anzeigen?

source: Show altitude profile?
de_de: Höhenprofil anzeigen?

source: Allow track download?
de_de: Download des GPS-Tracks zulassen?

source: Track line colour
de_de: Farbe der Routenlinie

source: Track line weight
de_de: Breite der Routenlinie

source: Map height
de_de: Höhe der Karte

source: Chose a pre-defined tile layer service
de_de: Benutze einen vordefinierten Dienst für die Kachelebene

source: View details
de_de: Details anzeigen

source: Use this tile layer
de_de: Verwende diese Kachelebene
